"Service Update Failed" = "Opdatering af tjeneste mislykkedes";
"Service Update Complete" = "Opdatering af tjeneste færdig";
"Starting Service Update" = "Starter tjenesteopdatering";
"Dismiss" = "Afvis";
"OK" = "OK";
"Call disallowed" = "Nummeret er ikke tilladt";
